Repository: fil-blue/multisite-system-cron
Catalog: languages/msscron-*.po
Languages: es_es

source: Constant <code>DISABLE_WP_CRON</code> not initialized. The WordPress cron is still active.
es_es: La constante <code>DISABLE_WP_CRON</code> no está inicializada. El cron de WordPress sigue activo.

source: Unable to find the number of public blogs for the site_id = %d
es_es: No se pudo contabilizar el número de blogs públicos para el site_id = %d

source: Options saved properly.
es_es: Las opciones se han guardado correctamente.

source: Linux cron execution through this plugin is <strong>inactive</strong> (also WP-Cron).
es_es: La ejecución del cron de linux a través de este plugin está <strong>inactiva</strong> (también el WP-Cron).

source: You must specify the duration of the main cron in seconds.
es_es: Es necesario especificar la duración del cron principal en segundos.

source: You must specify the seconds between calls to each blog.
es_es: Es necesario especificar los segundos entre llamadas a cada blog.

source: The last full period cron started on %s lasted <strong>%d seconds</strong>.
es_es: El último periodo completo del cron se inició el %s y duró <strong>%d segundos</strong>.

source: The last cron execution started on %s
es_es: La última ejecución del cron se inició el %s

source: Execution
es_es: Ejecución

source: The cron calls will be processed on schedule.
es_es: Las llamadas al cron se procesarán en el tiempo previsto.

source: There will be a spare time of <strong>%d seconds</strong>.
es_es: Se produciría un tiempo sobrante de <strong>%d segundos</strong>.

source: Needed additional <strong style="color: red;">%d seconds</strong> to complete all the blogs cron calls and avoid overlapping processes.
es_es: Se requieren <strong style="color: red;">%d segundos</strong> adicionales para completar todos los blogs y evitar solapamiento de procesos.

source: Expected
es_es: Previsión

source: The estimated processing time of <strong>%d blogs</strong> will be <strong>%d seconds</strong> out of %d seconds entered.
es_es: El tiempo estimado de proceso de los <strong>%d blogs</strong> será de <strong>%d segundos</strong> sobre los %d segundos introducidos.

source: Settings
es_es: Ajustes

source: CRON status:
es_es: Estado del CRON:

source: Disabled
es_es: Inactivo

source: ENABLED
es_es: ACTIVO

source: Time of main script (cron trigger):
es_es: Duración del script principal de propagación:

source: seconds
es_es: segundos

source: During this time there will be no overlapping of the main script calls.
es_es: Durante este tiempo no se solaparán llamadas al script principal.

source: Time between calls to each individual cron blog:
es_es: Tiempo entre llamadas al cron de cada blog individual:

source: <strong>Domain Mapping</strong> plugin support:
es_es: Soporte plugin <strong>Domain Mapping</strong>:

source: Yes
es_es: Sí

source: Required in wp-config.php
es_es: Requerido en wp-config.php

source: OK
es_es: CORRECTO

source: MISSING
es_es: AUSENTE

source: Linux crontab line:
es_es: Línea para el crontab:

source: Real execution example:
es_es: Ejemplo de ejecución real:

source: Regenerate propagation and execution keys <strong>(do not share these URLs with keys)</strong>
es_es: Regenerar claves de propagación y ejecución <strong>(no comparta estas URLs con claves)</strong>

source: Debug with <i>error_log</i>:
es_es: Debug con <i>error_log</i>:

source: Log entries begin with <i>MSSC log:</i>
es_es: Las líneas del log empiezan con el prefijo <i>MSSC log:</i>

source: Save changes
es_es: Guardar cambios
